{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AppleRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "-sm6 is selected but Mac requires OS 15 to support SM6"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MetalRHIOptionsError"
				},
				{
					"Source":
					{
						"Text": "No Targeted RHI is set for this project, defaulting to SM5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MetalMissingTargetError"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstaller",
			"Children": [
				{
					"Source":
					{
						"Text": "Please Wait"
					},
					"Translation":
					{
						"Text": "Veuillez patienter"
					},
					"Key": "BuildPatchInstaller_GenericProgress"
				},
				{
					"Source":
					{
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Translation":
					{
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Key": "BuildPatchInstaller_DownloadSpeedFormat"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallError",
			"Children": [
				{
					"Source":
					{
						"Text": "A file access error has occurred. Please check your running processes."
					},
					"Translation":
					{
						"Text": "Une erreur a empêché l'accès aux fichiers. Veuillez vérifier vos processus en cours."
					},
					"Key": "BuildPatchInstallShortError_MoveFileToInstall"
				},
				{
					"Source":
					{
						"Text": "A file corruption has occurred. Please try again."
					},
					"Translation":
					{
						"Text": "Des fichiers ont été corrompus. Veuillez réessayer."
					},
					"Key": "BuildPatchInstallShortError_FileConstructionFail"
				},
				{
					"Source":
					{
						"Text": "An unknown error ocurred. Please contact support."
					},
					"Translation":
					{
						"Text": "Une erreur inconnue est survenue. Veuillez contacter l'assistance."
					},
					"Key": "BuildPatchInstallShortError_InvalidOrMax"
				},
				{
					"Source":
					{
						"Text": "Could not download patch data. Please check your internet connection, and try again."
					},
					"Translation":
					{
						"Text": "Impossible de télécharger les données de mise à jour. Veuillez vérifier votre connexion à Internet et réessayer."
					},
					"Key": "BuildPatchInstallShortError_DownloadError"
				},
				{
					"Source":
					{
						"Text": "Maximum path length exceeded. Please specify a shorter install location."
					},
					"Translation":
					{
						"Text": "Longueur max du chemin d'accès atteinte. Veuillez choisir un dossier d'installation avec un nom plus court."
					},
					"Key": "BuildPatchInstallShortError_PathLengthExceeded"
				},
				{
					"Source":
					{
						"Text": "Not enough disk space available. Please free up some disk space and try again."
					},
					"Translation":
					{
						"Text": "Espace disque insuffisant. Veuillez faire de la place sur votre disque dur et réessayer."
					},
					"Key": "BuildPatchInstallShortError_OutOfDiskSpace"
				},
				{
					"Source":
					{
						"Text": "Patching service could not start. Please contact support."
					},
					"Translation":
					{
						"Text": "Le service de mise à jour n'a pas pu démarrer. Veuillez contacter l'assistance."
					},
					"Key": "BuildPatchInstallShortError_ApplicationError"
				},
				{
					"Source":
					{
						"Text": "The application is closing."
					},
					"Translation":
					{
						"Text": "L'application va être fermée."
					},
					"Key": "BuildPatchInstallShortError_ApplicationClosing"
				},
				{
					"Source":
					{
						"Text": "The following directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "Le répertoire suivant n'a pas pu être créé.\n{0}"
					},
					"Key": "MissingStageDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "Le répertoire d'installation n'a pas pu être créé.\n{0}"
					},
					"Key": "MissingInstallDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation is corrupt. Please contact support."
					},
					"Translation":
					{
						"Text": "L'installation est corrompue. Veuillez contacter l'assistance."
					},
					"Key": "BuildPatchInstallShortError_BuildCorrupt"
				},
				{
					"Source":
					{
						"Text": "The installer failed to initialize. Please contact support."
					},
					"Translation":
					{
						"Text": "Échec du lancement de l'installeur. Veuillez contacter l'assistance."
					},
					"Key": "BuildPatchInstallShortError_InitializationError"
				},
				{
					"Source":
					{
						"Text": "The necessary prerequisites have failed to install. Please contact support."
					},
					"Translation":
					{
						"Text": "Les prérequis n'ont pas pu être installés. Veuillez contacter l'assistance."
					},
					"Key": "BuildPatchInstallShortError_PrerequisiteError"
				},
				{
					"Source":
					{
						"Text": "The operation was successful."
					},
					"Translation":
					{
						"Text": "L'opération a réussi."
					},
					"Key": "BuildPatchInstallShortError_NoError"
				},
				{
					"Source":
					{
						"Text": "There is not enough space at {Location}\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "Espace insuffisant dans {Location}.\nRequis : {RequiredBytes}\nDisponible : {AvailableBytes}.\nL'installation nécessite {SpaceAdditional} de plus."
					},
					"Key": "InstallDirectoryDiskSpace"
				},
				{
					"Source":
					{
						"Text": "There is not enough space on your device.\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "Espace insuffisant sur votre appareil.\nRequis : {RequiredBytes}\nDisponible : {AvailableBytes}.\nL'installation nécessite {SpaceAdditional} de plus."
					},
					"Key": "InstallDirectoryDiskSpaceDevice"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "Un problème de configuration a interrompu l'installation. Veuillez contacter l'assistance."
					},
					"Key": "InvalidInstallTags"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a prerequisite configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "Un problème de configuration requise a interrompu l'installation. Veuillez contacter l'assistance."
					},
					"Key": "MissingPrereqForPrereqOnlyInstall"
				},
				{
					"Source":
					{
						"Text": "User cancelled."
					},
					"Translation":
					{
						"Text": "Utilisateur annulé."
					},
					"Key": "BuildPatchInstallShortError_UserCanceled"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallProgress",
			"Children": [
				{
					"Source":
					{
						"Text": "Cleaning up"
					},
					"Translation":
					{
						"Text": "Nettoyage"
					},
					"Key": "EBuildPatchProgress_CleanUp"
				},
				{
					"Source":
					{
						"Text": "Complete"
					},
					"Translation":
					{
						"Text": "Terminé"
					},
					"Key": "EBuildPatchProgress_Complete"
				},
				{
					"Source":
					{
						"Text": "Downloading"
					},
					"Translation":
					{
						"Text": "Téléchargement"
					},
					"Key": "EBuildPatchProgress_Downloading"
				},
				{
					"Source":
					{
						"Text": "Initializing"
					},
					"Translation":
					{
						"Text": "Initialisation"
					},
					"Key": "EBuildPatchProgress_Initialising"
				},
				{
					"Source":
					{
						"Text": "Installing"
					},
					"Translation":
					{
						"Text": "Installation"
					},
					"Key": "EBuildPatchProgress_Installing"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "EBuildPatchProgress_Paused"
				},
				{
					"Source":
					{
						"Text": "Prerequisites"
					},
					"Translation":
					{
						"Text": "Conditions"
					},
					"Key": "EBuildPatchProgress_PrerequisitesInstall"
				},
				{
					"Source":
					{
						"Text": "Queued"
					},
					"Translation":
					{
						"Text": "Dans la file"
					},
					"Key": "EBuildPatchProgress_Queued"
				},
				{
					"Source":
					{
						"Text": "Resuming"
					},
					"Translation":
					{
						"Text": "Reprise"
					},
					"Key": "EBuildPatchProgress_Resuming"
				},
				{
					"Source":
					{
						"Text": "Verifying"
					},
					"Translation":
					{
						"Text": "Vérification"
					},
					"Key": "EBuildPatchProgress_BuildVerification"
				}
			]
		},
		{
			"Namespace": "DynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "NullDrv failure?"
					},
					"Translation":
					{
						"Text": "Échec du NullDrv ?"
					},
					"Key": "NullDrvFailure"
				}
			]
		},
		{
			"Namespace": "GenericPlatform",
			"Children": [
				{
					"Source":
					{
						"Text": "File Manager"
					},
					"Translation":
					{
						"Text": "Gestionnaire de fichiers"
					},
					"Key": "FileManagerName"
				}
			]
		},
		{
			"Namespace": "GpuProfiler",
			"Children": [
				{
					"Source":
					{
						"Text": "WARNING: This GPU profile was captured with v-sync enabled.  V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data."
					},
					"Translation":
					{
						"Text": "AVERTISSEMENT : ce profil de carte graphique a été capturé avec la synchronisation verticale activée. Le délai d'attente de la synchronisation verticale peut fausser les données de ce profil. Veuillez capturer un profil en désactivant la synchronisation verticale pour obtenir les données les plus précises."
					},
					"Key": "GpuProfileVsyncEnabledWarning"
				}
			]
		},
		{
			"Namespace": "InputKeys",
			"Children": [
				{
					"Source":
					{
						"Text": "Acceleration"
					},
					"Translation":
					{
						"Text": "Accélération"
					},
					"Key": "Acceleration"
				},
				{
					"Source":
					{
						"Text": "Ampersand"
					},
					"Translation":
					{
						"Text": "Esperluette"
					},
					"Key": "Ampersand"
				},
				{
					"Source":
					{
						"Text": "Android"
					},
					"Translation":
					{
						"Text": "Android"
					},
					"Key": "AndroidSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Android Back"
					},
					"Translation":
					{
						"Text": "Android Retour"
					},
					"Key": "Android_Back"
				},
				{
					"Source":
					{
						"Text": "Android Menu"
					},
					"Translation":
					{
						"Text": "Android Menu"
					},
					"Key": "Android_Menu"
				},
				{
					"Source":
					{
						"Text": "Android Volume Down"
					},
					"Translation":
					{
						"Text": "Android Volume -"
					},
					"Key": "Android_Volume_Down"
				},
				{
					"Source":
					{
						"Text": "Android Volume Up"
					},
					"Translation":
					{
						"Text": "Android Volume +"
					},
					"Key": "Android_Volume_Up"
				},
				{
					"Source":
					{
						"Text": "Any Key"
					},
					"Translation":
					{
						"Text": "Une touche"
					},
					"Key": "AnyKey"
				},
				{
					"Source":
					{
						"Text": "Apostrophe"
					},
					"Translation":
					{
						"Text": "Apostrophe"
					},
					"Key": "Apostrophe"
				},
				{
					"Source":
					{
						"Text": "Asterisk"
					},
					"Translation":
					{
						"Text": "Astérisque"
					},
					"Key": "Asterix"
				},
				{
					"Source":
					{
						"Text": "Backslash"
					},
					"Translation":
					{
						"Text": "Barre oblique inversée"
					},
					"Key": "Backslash"
				},
				{
					"Source":
					{
						"Text": "Backspace"
					},
					"Translation":
					{
						"Text": "Retour arrière"
					},
					"Key": "BackSpace"
				},
				{
					"Source":
					{
						"Text": "Caps"
					},
					"Translation":
					{
						"Text": "Maj"
					},
					"Key": "CapsLockShort"
				},
				{
					"Source":
					{
						"Text": "Caps Lock"
					},
					"Translation":
					{
						"Text": "Ver. Maj."
					},
					"Key": "CapsLock"
				},
				{
					"Source":
					{
						"Text": "Caret"
					},
					"Translation":
					{
						"Text": "Caret"
					},
					"Key": "Caret"
				},
				{
					"Source":
					{
						"Text": "Colon"
					},
					"Translation":
					{
						"Text": "Deux-points"
					},
					"Key": "Colon"
				},
				{
					"Source":
					{
						"Text": "Comma"
					},
					"Translation":
					{
						"Text": "Virgule"
					},
					"Key": "Comma"
				},
				{
					"Source":
					{
						"Text": "Del"
					},
					"Translation":
					{
						"Text": "Suppr"
					},
					"Key": "DeleteShort"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Supprimer"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Dollar"
					},
					"Translation":
					{
						"Text": "Dollar"
					},
					"Key": "Dollar"
				},
				{
					"Source":
					{
						"Text": "Down"
					},
					"Translation":
					{
						"Text": "Bas de page"
					},
					"Key": "Down"
				},
				{
					"Source":
					{
						"Text": "End"
					},
					"Translation":
					{
						"Text": "Fin"
					},
					"Key": "End"
				},
				{
					"Source":
					{
						"Text": "Enter"
					},
					"Translation":
					{
						"Text": "Entrée"
					},
					"Key": "Enter"
				},
				{
					"Source":
					{
						"Text": "Equals"
					},
					"Translation":
					{
						"Text": "Égal"
					},
					"Key": "Equals"
				},
				{
					"Source":
					{
						"Text": "Esc"
					},
					"Translation":
					{
						"Text": "Échap"
					},
					"Key": "EscapeShort"
				},
				{
					"Source":
					{
						"Text": "Escape"
					},
					"Translation":
					{
						"Text": "Echap"
					},
					"Key": "Escape"
				},
				{
					"Source":
					{
						"Text": "Exclamation"
					},
					"Translation":
					{
						"Text": "Exclamation"
					},
					"Key": "Exclamation"
				},
				{
					"Source":
					{
						"Text": "F1"
					},
					"Translation":
					{
						"Text": "F1"
					},
					"Key": "F1"
				},
				{
					"Source":
					{
						"Text": "F10"
					},
					"Translation":
					{
						"Text": "F10"
					},
					"Key": "F10"
				},
				{
					"Source":
					{
						"Text": "F11"
					},
					"Translation":
					{
						"Text": "F11"
					},
					"Key": "F11"
				},
				{
					"Source":
					{
						"Text": "F12"
					},
					"Translation":
					{
						"Text": "F12"
					},
					"Key": "F12"
				},
				{
					"Source":
					{
						"Text": "F2"
					},
					"Translation":
					{
						"Text": "F2"
					},
					"Key": "F2"
				},
				{
					"Source":
					{
						"Text": "F3"
					},
					"Translation":
					{
						"Text": "F3"
					},
					"Key": "F3"
				},
				{
					"Source":
					{
						"Text": "F4"
					},
					"Translation":
					{
						"Text": "F4"
					},
					"Key": "F4"
				},
				{
					"Source":
					{
						"Text": "F5"
					},
					"Translation":
					{
						"Text": "F5"
					},
					"Key": "F5"
				},
				{
					"Source":
					{
						"Text": "F6"
					},
					"Translation":
					{
						"Text": "F6"
					},
					"Key": "F6"
				},
				{
					"Source":
					{
						"Text": "F7"
					},
					"Translation":
					{
						"Text": "F7"
					},
					"Key": "F7"
				},
				{
					"Source":
					{
						"Text": "F8"
					},
					"Translation":
					{
						"Text": "F8"
					},
					"Key": "F8"
				},
				{
					"Source":
					{
						"Text": "F9"
					},
					"Translation":
					{
						"Text": "F9"
					},
					"Key": "F9"
				},
				{
					"Source":
					{
						"Text": "Flick"
					},
					"Translation":
					{
						"Text": "Feuilleter"
					},
					"Key": "Gesture_Flick"
				},
				{
					"Source":
					{
						"Text": "Fn+Delete"
					},
					"Translation":
					{
						"Text": "Fn + Suppr"
					},
					"Key": "ForwardDelete"
				},
				{
					"Source":
					{
						"Text": "Gamepad"
					},
					"Translation":
					{
						"Text": "Manette"
					},
					"Key": "GamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Gamepad A"
					},
					"Translation":
					{
						"Text": "Manette : A"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad B"
					},
					"Translation":
					{
						"Text": "Manette : B"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Back"
					},
					"Translation":
					{
						"Text": "Manette : Retour"
					},
					"Key": "XBoxOne_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Circle"
					},
					"Translation":
					{
						"Text": "Manette : Cercle"
					},
					"Key": "PS4_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Down"
					},
					"Translation":
					{
						"Text": "Manette : BMD bas"
					},
					"Key": "Gamepad_DPad_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Left"
					},
					"Translation":
					{
						"Text": "Manette : BMD gauche"
					},
					"Key": "Gamepad_DPad_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Right"
					},
					"Translation":
					{
						"Text": "Manette : BMD droite"
					},
					"Key": "Gamepad_DPad_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Up"
					},
					"Translation":
					{
						"Text": "Manette : BMD haut"
					},
					"Key": "Gamepad_DPad_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Bottom"
					},
					"Translation":
					{
						"Text": "Manette : Touche façade bas"
					},
					"Key": "Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Left"
					},
					"Translation":
					{
						"Text": "Manette : Touche façade gauche"
					},
					"Key": "Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Right"
					},
					"Translation":
					{
						"Text": "Manette : Touche façade droite"
					},
					"Key": "Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Top"
					},
					"Translation":
					{
						"Text": "Manette : Touche façade haut"
					},
					"Key": "Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad L1"
					},
					"Translation":
					{
						"Text": "Manette : L1"
					},
					"Key": "PS4_Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2"
					},
					"Translation":
					{
						"Text": "Manette : L2"
					},
					"Key": "PS4_Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2 Axis"
					},
					"Translation":
					{
						"Text": "Manette : Axe L2"
					},
					"Key": "PS4_Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad L3"
					},
					"Translation":
					{
						"Text": "Manette : L3"
					},
					"Key": "PS4_Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Shoulder"
					},
					"Translation":
					{
						"Text": "Manette : Gâchette haute gauche"
					},
					"Key": "Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Axe 2D"
					},
					"Key": "Gamepad_Left2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Appuyer"
					},
					"Key": "Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Bas"
					},
					"Key": "Gamepad_LeftStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Gauche"
					},
					"Key": "Gamepad_LeftStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Droite"
					},
					"Key": "Gamepad_LeftStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Haut"
					},
					"Key": "Gamepad_LeftStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Axe des X"
					},
					"Key": "Gamepad_LeftX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique gauche - Axe des Y"
					},
					"Key": "Gamepad_LeftY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger"
					},
					"Translation":
					{
						"Text": "Manette : Gâchette gauche"
					},
					"Key": "Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger Axis"
					},
					"Translation":
					{
						"Text": "Manette : Axe de gâchette gauche"
					},
					"Key": "Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Options"
					},
					"Translation":
					{
						"Text": "Manette : Touche OPTIONS"
					},
					"Key": "PS4_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad R1"
					},
					"Translation":
					{
						"Text": "Manette : R1"
					},
					"Key": "PS4_Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2"
					},
					"Translation":
					{
						"Text": "Manette : R2"
					},
					"Key": "PS4_Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2 Axis"
					},
					"Translation":
					{
						"Text": "Manette : Axe R2"
					},
					"Key": "PS4_Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad R3"
					},
					"Translation":
					{
						"Text": "Manette : R3"
					},
					"Key": "PS4_Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Shoulder"
					},
					"Translation":
					{
						"Text": "Manette : Gâchette haute droite"
					},
					"Key": "Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Axe 2D"
					},
					"Key": "Gamepad_Right2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Appuyer"
					},
					"Key": "Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Bas"
					},
					"Key": "Gamepad_RightStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Gauche"
					},
					"Key": "Gamepad_RightStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Droite"
					},
					"Key": "Gamepad_RightStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Haut"
					},
					"Key": "Gamepad_RightStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Axe des X"
					},
					"Key": "Gamepad_RightX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Manette : Stick analogique droite - Axe des Y"
					},
					"Key": "Gamepad_RightY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger"
					},
					"Translation":
					{
						"Text": "Manette : Gâchette droite"
					},
					"Key": "Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger Axis"
					},
					"Translation":
					{
						"Text": "Manette : Axe de gâchette droite"
					},
					"Key": "Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Left"
					},
					"Translation":
					{
						"Text": "Manette : Touche spéciale gauche"
					},
					"Key": "Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Right"
					},
					"Translation":
					{
						"Text": "Manette : Touche spéciale droite"
					},
					"Key": "Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Square"
					},
					"Translation":
					{
						"Text": "Manette : Carré"
					},
					"Key": "PS4_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Start"
					},
					"Translation":
					{
						"Text": "Manette : Touche START"
					},
					"Key": "XBoxOne_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Touchpad Button"
					},
					"Translation":
					{
						"Text": "Manette : Touche pavé tactile"
					},
					"Key": "PS4_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Touchpad Touched"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PS4_Gamepad_Special_Left_Touched"
				},
				{
					"Source":
					{
						"Text": "Gamepad Triangle"
					},
					"Translation":
					{
						"Text": "Manette : Triangle"
					},
					"Key": "PS4_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "Manette : X"
					},
					"Key": "PS4_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "Manette : X"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Y"
					},
					"Translation":
					{
						"Text": "Manette : Y"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gesture"
					},
					"Translation":
					{
						"Text": "Geste"
					},
					"Key": "GestureSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Global Back"
					},
					"Translation":
					{
						"Text": "Général : Retour"
					},
					"Key": "Global_Back"
				},
				{
					"Source":
					{
						"Text": "Global Menu"
					},
					"Translation":
					{
						"Text": "Général : Menu"
					},
					"Key": "Global_Menu"
				},
				{
					"Source":
					{
						"Text": "Global Pause"
					},
					"Translation":
					{
						"Text": "Général : Pause"
					},
					"Key": "Global_Pause"
				},
				{
					"Source":
					{
						"Text": "Global Play"
					},
					"Translation":
					{
						"Text": "Général : Jouer"
					},
					"Key": "Global_Play"
				},
				{
					"Source":
					{
						"Text": "Global View"
					},
					"Translation":
					{
						"Text": "Général : Voir"
					},
					"Key": "Global_View"
				},
				{
					"Source":
					{
						"Text": "Gravity"
					},
					"Translation":
					{
						"Text": "Gravité"
					},
					"Key": "Gravity"
				},
				{
					"Source":
					{
						"Text": "HTC Vive"
					},
					"Translation":
					{
						"Text": "HTC Vive"
					},
					"Key": "ViveSubCategory"
				},
				{
					"Source":
					{
						"Text": "Home"
					},
					"Translation":
					{
						"Text": "Accueil"
					},
					"Key": "Home"
				},
				{
					"Source":
					{
						"Text": "Hyphen"
					},
					"Translation":
					{
						"Text": "Trait d'union"
					},
					"Key": "Hyphen"
				},
				{
					"Source":
					{
						"Text": "Ins"
					},
					"Translation":
					{
						"Text": "Inser"
					},
					"Key": "InsertShort"
				},
				{
					"Source":
					{
						"Text": "Insert"
					},
					"Translation":
					{
						"Text": "Insertion"
					},
					"Key": "Insert"
				},
				{
					"Source":
					{
						"Text": "Keyboard"
					},
					"Translation":
					{
						"Text": "Clavier"
					},
					"Key": "KeyboardSubCategory"
				},
				{
					"Source":
					{
						"Text": "LMB"
					},
					"Translation":
					{
						"Text": "Souris - Bouton gauche"
					},
					"Key": "LeftMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Left"
					},
					"Translation":
					{
						"Text": "Gauche"
					},
					"Key": "Left"
				},
				{
					"Source":
					{
						"Text": "Left Alt"
					},
					"Translation":
					{
						"Text": "Alt gauche"
					},
					"Key": "LeftAlt"
				},
				{
					"Source":
					{
						"Text": "Left Bracket"
					},
					"Translation":
					{
						"Text": "Crochet gauche"
					},
					"Key": "LeftBracket"
				},
				{
					"Source":
					{
						"Text": "Left Cmd"
					},
					"Translation":
					{
						"Text": "Cmd gauche"
					},
					"Key": "LeftCommand"
				},
				{
					"Source":
					{
						"Text": "Left Ctrl"
					},
					"Translation":
					{
						"Text": "Ctrl gauche"
					},
					"Key": "LeftControl"
				},
				{
					"Source":
					{
						"Text": "Left Mouse Button"
					},
					"Translation":
					{
						"Text": "Bouton gauche de la souris"
					},
					"Key": "LeftMouseButton"
				},
				{
					"Source":
					{
						"Text": "Left Parantheses"
					},
					"Translation":
					{
						"Text": "Parenthèse gauche"
					},
					"Key": "LeftParantheses"
				},
				{
					"Source":
					{
						"Text": "Left Shift"
					},
					"Translation":
					{
						"Text": "Maj gauche"
					},
					"Key": "LeftShift"
				},
				{
					"Source":
					{
						"Text": "Middle Mouse Button"
					},
					"Translation":
					{
						"Text": "Bouton du milieu de la souris"
					},
					"Key": "MiddleMouseButton"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Grip"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Poignée"
					},
					"Key": "MixedReality_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Menu"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Menu"
					},
					"Key": "MixedReality_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Stick analogique axe 2D"
					},
					"Key": "MixedReality_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Stick analogique"
					},
					"Key": "MixedReality_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Joystick - Bas"
					},
					"Key": "MixedReality_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Joystick - Gauche"
					},
					"Key": "MixedReality_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Joystick - Droite"
					},
					"Key": "MixedReality_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Joystick - Haut"
					},
					"Key": "MixedReality_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Stick analogique - X"
					},
					"Key": "MixedReality_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Stick analogique - Y"
					},
					"Key": "MixedReality_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile axe 2D"
					},
					"Key": "MixedReality_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile"
					},
					"Key": "MixedReality_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Bas"
					},
					"Key": "MixedReality_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Gauche"
					},
					"Key": "MixedReality_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Droite"
					},
					"Key": "MixedReality_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Toucher"
					},
					"Key": "MixedReality_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Haut"
					},
					"Key": "MixedReality_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - X"
					},
					"Key": "MixedReality_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Pavé tactile - Y"
					},
					"Key": "MixedReality_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Gâchette"
					},
					"Key": "MixedReality_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (G) : Gâchette - Axe"
					},
					"Key": "MixedReality_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Grip"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Poignée"
					},
					"Key": "MixedReality_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Menu"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Menu"
					},
					"Key": "MixedReality_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Stick analogique axe 2D"
					},
					"Key": "MixedReality_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Stick analogique"
					},
					"Key": "MixedReality_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Joystick - Bas"
					},
					"Key": "MixedReality_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Joystick - Gauche"
					},
					"Key": "MixedReality_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Joystick - Droite"
					},
					"Key": "MixedReality_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Joystick - Haut"
					},
					"Key": "MixedReality_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Stick analogique - X"
					},
					"Key": "MixedReality_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Stick analogique - Y"
					},
					"Key": "MixedReality_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile axe 2D"
					},
					"Key": "MixedReality_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile"
					},
					"Key": "MixedReality_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Bas"
					},
					"Key": "MixedReality_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Gauche"
					},
					"Key": "MixedReality_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Droite"
					},
					"Key": "MixedReality_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Toucher"
					},
					"Key": "MixedReality_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Haut"
					},
					"Key": "MixedReality_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - X"
					},
					"Key": "MixedReality_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Pavé tactile - Y"
					},
					"Key": "MixedReality_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Gâchette"
					},
					"Key": "MixedReality_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (D) : Gâchette - Axe"
					},
					"Key": "MixedReality_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Motion"
					},
					"Translation":
					{
						"Text": "Mouvement"
					},
					"Key": "MotionSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Mouse"
					},
					"Translation":
					{
						"Text": "Souris"
					},
					"Key": "MouseSubCategory"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Axis"
					},
					"Translation":
					{
						"Text": "Axe Molette de la souris"
					},
					"Key": "MouseWheelAxis"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Down"
					},
					"Translation":
					{
						"Text": "Molette de la souris - Bas"
					},
					"Key": "MouseScrollDown"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Up"
					},
					"Translation":
					{
						"Text": "Molette de la souris - Haut"
					},
					"Key": "MouseScrollUp"
				},
				{
					"Source":
					{
						"Text": "Mouse X"
					},
					"Translation":
					{
						"Text": "Souris X"
					},
					"Key": "MouseX"
				},
				{
					"Source":
					{
						"Text": "Mouse XY 2D-Axis"
					},
					"Translation":
					{
						"Text": "Souris X/Y - Axe 2D "
					},
					"Key": "Mouse2D"
				},
				{
					"Source":
					{
						"Text": "Mouse Y"
					},
					"Translation":
					{
						"Text": "Souris Y"
					},
					"Key": "MouseY"
				},
				{
					"Source":
					{
						"Text": "Num *"
					},
					"Translation":
					{
						"Text": "Num *"
					},
					"Key": "Multiply"
				},
				{
					"Source":
					{
						"Text": "Num +"
					},
					"Translation":
					{
						"Text": "Num +"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Num -"
					},
					"Translation":
					{
						"Text": "Num -"
					},
					"Key": "Subtract"
				},
				{
					"Source":
					{
						"Text": "Num ."
					},
					"Translation":
					{
						"Text": "Num ."
					},
					"Key": "Decimal"
				},
				{
					"Source":
					{
						"Text": "Num /"
					},
					"Translation":
					{
						"Text": "Num /"
					},
					"Key": "Divide"
				},
				{
					"Source":
					{
						"Text": "Num 0"
					},
					"Translation":
					{
						"Text": "Num 0"
					},
					"Key": "NumPadZero"
				},
				{
					"Source":
					{
						"Text": "Num 1"
					},
					"Translation":
					{
						"Text": "Num 1"
					},
					"Key": "NumPadOne"
				},
				{
					"Source":
					{
						"Text": "Num 2"
					},
					"Translation":
					{
						"Text": "Num 2"
					},
					"Key": "NumPadTwo"
				},
				{
					"Source":
					{
						"Text": "Num 3"
					},
					"Translation":
					{
						"Text": "Num 3"
					},
					"Key": "NumPadThree"
				},
				{
					"Source":
					{
						"Text": "Num 4"
					},
					"Translation":
					{
						"Text": "Num 4"
					},
					"Key": "NumPadFour"
				},
				{
					"Source":
					{
						"Text": "Num 5"
					},
					"Translation":
					{
						"Text": "Num 5"
					},
					"Key": "NumPadFive"
				},
				{
					"Source":
					{
						"Text": "Num 6"
					},
					"Translation":
					{
						"Text": "Num 6"
					},
					"Key": "NumPadSix"
				},
				{
					"Source":
					{
						"Text": "Num 7"
					},
					"Translation":
					{
						"Text": "Num 7"
					},
					"Key": "NumPadSeven"
				},
				{
					"Source":
					{
						"Text": "Num 8"
					},
					"Translation":
					{
						"Text": "Num 8"
					},
					"Key": "NumPadEight"
				},
				{
					"Source":
					{
						"Text": "Num 9"
					},
					"Translation":
					{
						"Text": "Num 9"
					},
					"Key": "NumPadNine"
				},
				{
					"Source":
					{
						"Text": "Num Lock"
					},
					"Translation":
					{
						"Text": "Verr Num"
					},
					"Key": "NumLock"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch"
					},
					"Key": "OculusTouchSubCategory"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Grip"
					},
					"Key": "OculusTouch_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Grip - Axe"
					},
					"Key": "OculusTouch_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Menu"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Menu"
					},
					"Key": "OculusTouch_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique axe 2D"
					},
					"Key": "OculusTouch_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique"
					},
					"Key": "OculusTouch_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Bas"
					},
					"Key": "OculusTouch_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Gauche"
					},
					"Key": "OculusTouch_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Droite"
					},
					"Key": "OculusTouch_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Toucher"
					},
					"Key": "OculusTouch_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Haut"
					},
					"Key": "OculusTouch_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - X"
					},
					"Key": "OculusTouch_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Stick analogique - Y"
					},
					"Key": "OculusTouch_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Gâchette"
					},
					"Key": "OculusTouch_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Gâchette - Axe"
					},
					"Key": "OculusTouch_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Gâchette - Toucher"
					},
					"Key": "OculusTouch_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Bouton X - Appuyer"
					},
					"Key": "OculusTouch_Left_X_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Bouton X - Toucher"
					},
					"Key": "OculusTouch_Left_X_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Bouton Y - Appuyer"
					},
					"Key": "OculusTouch_Left_Y_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (G) : Bouton Y - Toucher"
					},
					"Key": "OculusTouch_Left_Y_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Bouton A - Appuyer"
					},
					"Key": "OculusTouch_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Bouton A - Toucher"
					},
					"Key": "OculusTouch_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Bouton B - Appuyer"
					},
					"Key": "OculusTouch_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Bouton B - Toucher"
					},
					"Key": "OculusTouch_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Grip"
					},
					"Key": "OculusTouch_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Grip - Axe"
					},
					"Key": "OculusTouch_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique axe 2D"
					},
					"Key": "OculusTouch_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique"
					},
					"Key": "OculusTouch_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Bas"
					},
					"Key": "OculusTouch_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Gauche"
					},
					"Key": "OculusTouch_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Droite"
					},
					"Key": "OculusTouch_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Toucher"
					},
					"Key": "OculusTouch_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Haut"
					},
					"Key": "OculusTouch_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - X"
					},
					"Key": "OculusTouch_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Stick analogique - Y"
					},
					"Key": "OculusTouch_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Gâchette"
					},
					"Key": "OculusTouch_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Gâchette - Axe"
					},
					"Key": "OculusTouch_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (D) : Gâchette - Toucher"
					},
					"Key": "OculusTouch_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Page Down"
					},
					"Translation":
					{
						"Text": "Bas de page"
					},
					"Key": "PageDown"
				},
				{
					"Source":
					{
						"Text": "Page Up"
					},
					"Translation":
					{
						"Text": "Haut de page"
					},
					"Key": "PageUp"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "Pause"
				},
				{
					"Source":
					{
						"Text": "Period"
					},
					"Translation":
					{
						"Text": "Point"
					},
					"Key": "Period"
				},
				{
					"Source":
					{
						"Text": "PgDn"
					},
					"Translation":
					{
						"Text": "Pg suiv"
					},
					"Key": "PageDownShort"
				},
				{
					"Source":
					{
						"Text": "PgUp"
					},
					"Translation":
					{
						"Text": "Pg préc"
					},
					"Key": "PageUpShort"
				},
				{
					"Source":
					{
						"Text": "Pinch"
					},
					"Translation":
					{
						"Text": "Pincer"
					},
					"Key": "Gesture_Pinch"
				},
				{
					"Source":
					{
						"Text": "Quote"
					},
					"Translation":
					{
						"Text": "Guillemet"
					},
					"Key": "Quote"
				},
				{
					"Source":
					{
						"Text": "RMB"
					},
					"Translation":
					{
						"Text": "Souris - Bouton droit"
					},
					"Key": "RightMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Right"
					},
					"Translation":
					{
						"Text": "Droite"
					},
					"Key": "Right"
				},
				{
					"Source":
					{
						"Text": "Right Alt"
					},
					"Translation":
					{
						"Text": "Alt droite"
					},
					"Key": "RightAlt"
				},
				{
					"Source":
					{
						"Text": "Right Bracket"
					},
					"Translation":
					{
						"Text": "Crochet droit"
					},
					"Key": "RightBracket"
				},
				{
					"Source":
					{
						"Text": "Right Cmd"
					},
					"Translation":
					{
						"Text": "Cmd droite"
					},
					"Key": "RightCommand"
				},
				{
					"Source":
					{
						"Text": "Right Ctrl"
					},
					"Translation":
					{
						"Text": "Ctrl droite"
					},
					"Key": "RightControl"
				},
				{
					"Source":
					{
						"Text": "Right Mouse Button"
					},
					"Translation":
					{
						"Text": "Bouton droit de la souris"
					},
					"Key": "RightMouseButton"
				},
				{
					"Source":
					{
						"Text": "Right Parantheses"
					},
					"Translation":
					{
						"Text": "Parenthèse droite"
					},
					"Key": "RightParantheses"
				},
				{
					"Source":
					{
						"Text": "Right Shift"
					},
					"Translation":
					{
						"Text": "Maj droite"
					},
					"Key": "RightShift"
				},
				{
					"Source":
					{
						"Text": "Rotate"
					},
					"Translation":
					{
						"Text": "Faire pivoter"
					},
					"Key": "Gesture_Rotate"
				},
				{
					"Source":
					{
						"Text": "Rotation Rate"
					},
					"Translation":
					{
						"Text": "Vitesse de rotation"
					},
					"Key": "RotationRate"
				},
				{
					"Source":
					{
						"Text": "Scroll Lock"
					},
					"Translation":
					{
						"Text": "Arrêt défil."
					},
					"Key": "ScrollLock"
				},
				{
					"Source":
					{
						"Text": "Semicolon"
					},
					"Translation":
					{
						"Text": "Point-virgule"
					},
					"Key": "Semicolon"
				},
				{
					"Source":
					{
						"Text": "Slash"
					},
					"Translation":
					{
						"Text": "Barre oblique"
					},
					"Key": "Slash"
				},
				{
					"Source":
					{
						"Text": "Space"
					},
					"Translation":
					{
						"Text": "Espace"
					},
					"Key": "SpaceBarShort"
				},
				{
					"Source":
					{
						"Text": "Space Bar"
					},
					"Translation":
					{
						"Text": "Espace"
					},
					"Key": "SpaceBar"
				},
				{
					"Source":
					{
						"Text": "SpecialGamepad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SpecialGamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Steam"
					},
					"Translation":
					{
						"Text": "Steam"
					},
					"Key": "SteamSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Steam Back Left"
					},
					"Translation":
					{
						"Text": "Steam : Retour gauche"
					},
					"Key": "Steam_Back_Left"
				},
				{
					"Source":
					{
						"Text": "Steam Back Right"
					},
					"Translation":
					{
						"Text": "Steam : Retour droite"
					},
					"Key": "Steam_Back_Right"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 0"
					},
					"Translation":
					{
						"Text": "Steam : Tactile 0"
					},
					"Key": "Steam_Touch_0"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 1"
					},
					"Translation":
					{
						"Text": "Steam : Tactile 1"
					},
					"Key": "Steam_Touch_1"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 2"
					},
					"Translation":
					{
						"Text": "Steam : Tactile 2"
					},
					"Key": "Steam_Touch_2"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 3"
					},
					"Translation":
					{
						"Text": "Steam : Tactile 3"
					},
					"Key": "Steam_Touch_3"
				},
				{
					"Source":
					{
						"Text": "Tab"
					},
					"Translation":
					{
						"Text": "Tab"
					},
					"Key": "Tab"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button"
					},
					"Translation":
					{
						"Text": "Bouton de la souris Pouce"
					},
					"Key": "ThumbMouseButton"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button 2"
					},
					"Translation":
					{
						"Text": "Bouton de la souris Pouce 2"
					},
					"Key": "ThumbMouseButton2"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": "Inclinaison"
					},
					"Key": "Tilt"
				},
				{
					"Source":
					{
						"Text": "Touch"
					},
					"Translation":
					{
						"Text": "Tactile"
					},
					"Key": "TouchSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Touch {0}"
					},
					"Translation":
					{
						"Text": "Touchez {0}"
					},
					"Key": "TouchFormat"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button X Axis"
					},
					"Translation":
					{
						"Text": "Axe horizontal de la touche du pavé tactile"
					},
					"Key": "Gamepad_Special_Left_X"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button Y Axis"
					},
					"Translation":
					{
						"Text": "Axe vertical de la touche du pavé tactile"
					},
					"Key": "Gamepad_Special_Left_Y"
				},
				{
					"Source":
					{
						"Text": "Touchpad Touched"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Gamepad_Special_Left_Touched"
				},
				{
					"Source":
					{
						"Text": "Underscore"
					},
					"Translation":
					{
						"Text": "Tiret bas"
					},
					"Key": "Underscore"
				},
				{
					"Source":
					{
						"Text": "Up"
					},
					"Translation":
					{
						"Text": "Haut"
					},
					"Key": "Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index"
					},
					"Translation":
					{
						"Text": "Valve Index"
					},
					"Key": "ValveIndexSubCategory"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton A - Appuyer"
					},
					"Key": "ValveIndex_Left_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton A - Toucher"
					},
					"Key": "ValveIndex_Left_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton B - Appuyer"
					},
					"Key": "ValveIndex_Left_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton B - Toucher"
					},
					"Key": "ValveIndex_Left_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Poignée - Axe"
					},
					"Key": "ValveIndex_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Poignée - Force"
					},
					"Key": "ValveIndex_Left_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique axe 2D"
					},
					"Key": "ValveIndex_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique"
					},
					"Key": "ValveIndex_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Bas"
					},
					"Key": "ValveIndex_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Gauche"
					},
					"Key": "ValveIndex_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Droite"
					},
					"Key": "ValveIndex_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Toucher"
					},
					"Key": "ValveIndex_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Haut"
					},
					"Key": "ValveIndex_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - X"
					},
					"Key": "ValveIndex_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Stick analogique - Y"
					},
					"Key": "ValveIndex_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Pavé tactile axe 2D"
					},
					"Key": "ValveIndex_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Bas"
					},
					"Key": "ValveIndex_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Force"
					},
					"Key": "ValveIndex_Left_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Gauche"
					},
					"Key": "ValveIndex_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Droite"
					},
					"Key": "ValveIndex_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Toucher"
					},
					"Key": "ValveIndex_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Haut"
					},
					"Key": "ValveIndex_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - X"
					},
					"Key": "ValveIndex_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Bouton de suivi - Y"
					},
					"Key": "ValveIndex_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Gâchette"
					},
					"Key": "ValveIndex_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Gâchette - Axe"
					},
					"Key": "ValveIndex_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (G) : Gâchette - Toucher"
					},
					"Key": "ValveIndex_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton A - Appuyer"
					},
					"Key": "ValveIndex_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton A - Toucher"
					},
					"Key": "ValveIndex_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton B - Appuyer"
					},
					"Key": "ValveIndex_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton B - Toucher"
					},
					"Key": "ValveIndex_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Poignée - Axe"
					},
					"Key": "ValveIndex_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Poignée - Force"
					},
					"Key": "ValveIndex_Right_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique axe 2D"
					},
					"Key": "ValveIndex_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique"
					},
					"Key": "ValveIndex_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Bas"
					},
					"Key": "ValveIndex_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Gauche"
					},
					"Key": "ValveIndex_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Droite"
					},
					"Key": "ValveIndex_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Toucher"
					},
					"Key": "ValveIndex_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Haut"
					},
					"Key": "ValveIndex_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - X"
					},
					"Key": "ValveIndex_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Stick analogique - Y"
					},
					"Key": "ValveIndex_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Pavé tactile axe 2D"
					},
					"Key": "ValveIndex_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Bas"
					},
					"Key": "ValveIndex_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Force"
					},
					"Key": "ValveIndex_Right_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Gauche"
					},
					"Key": "ValveIndex_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Droite"
					},
					"Key": "ValveIndex_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Toucher"
					},
					"Key": "ValveIndex_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Haut"
					},
					"Key": "ValveIndex_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - X"
					},
					"Key": "ValveIndex_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Bouton de suivi - Y"
					},
					"Key": "ValveIndex_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Gâchette"
					},
					"Key": "ValveIndex_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Gâchette - Axe"
					},
					"Key": "ValveIndex_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (D) : Gâchette - Toucher"
					},
					"Key": "ValveIndex_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Grip"
					},
					"Translation":
					{
						"Text": "Vive (G) : Saisie"
					},
					"Key": "Vive_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Menu"
					},
					"Translation":
					{
						"Text": "Vive (G) : Menu"
					},
					"Key": "Vive_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile axe 2D"
					},
					"Key": "Vive_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile"
					},
					"Key": "Vive_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Bas"
					},
					"Key": "Vive_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Gauche"
					},
					"Key": "Vive_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Droite"
					},
					"Key": "Vive_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Toucher"
					},
					"Key": "Vive_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Haut"
					},
					"Key": "Vive_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - X"
					},
					"Key": "Vive_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (G) : Pavé tactile - Y"
					},
					"Key": "Vive_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (G) : Gâchette"
					},
					"Key": "Vive_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (G) : Gâchette - Axe"
					},
					"Key": "Vive_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Grip"
					},
					"Translation":
					{
						"Text": "Vive (D) : Saisie"
					},
					"Key": "Vive_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Menu"
					},
					"Translation":
					{
						"Text": "Vive (D) : Menu"
					},
					"Key": "Vive_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile axe 2D"
					},
					"Key": "Vive_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile"
					},
					"Key": "Vive_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Bas"
					},
					"Key": "Vive_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Gauche"
					},
					"Key": "Vive_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Droite"
					},
					"Key": "Vive_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Toucher"
					},
					"Key": "Vive_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Haut"
					},
					"Key": "Vive_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - X"
					},
					"Key": "Vive_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (D) : Pavé tactile - Y"
					},
					"Key": "Vive_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (D) : Gâchette"
					},
					"Key": "Vive_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (D) : Gâchette - Axe"
					},
					"Key": "Vive_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Windows Mixed Reality"
					},
					"Translation":
					{
						"Text": "Windows Mixed Reality"
					},
					"Key": "MixedRealitySubCategory"
				},
				{
					"Source":
					{
						"Text": "XBox One"
					},
					"Translation":
					{
						"Text": "Xbox One"
					},
					"Key": "XBoxOneSubCateogry"
				}
			]
		},
		{
			"Namespace": "LinuxDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to load OpenGL Driver which is required to run the engine.\nOpenGL4 has been deprecated and should use Vulkan."
					},
					"Translation":
					{
						"Text": "Échec du chargement du pilote OpenGL, qui est requis pour lancer le moteur.\nOpenGL4 est obsolète. Vulkan doit être utilisé."
					},
					"Key": "NoOpenGLDriver"
				},
				{
					"Source":
					{
						"Text": "Failed to load Vulkan Driver which is required to run the engine.\nThe engine no longer fallbacks to OpenGL4 which has been deprecated."
					},
					"Translation":
					{
						"Text": "Échec du chargement du pilote Vulkan, qui est requis pour lancer le moteur.\nLe moteur ne retournera pas à OpenGL4, car cette version est obsolète."
					},
					"Key": "NoVulkanDriver"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "OpenGL 4.3 est requis pour exécuter le moteur du jeu."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi."
					},
					"Translation":
					{
						"Text": "Le projet ne cible pas les RHIs Vulkan ou OpenGL. Vérifiez les paramètres du projet ou passez -nullrhi."
					},
					"Key": "NoTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": "Tentative de forçage de OpenGL RHI mais le projet ne l'a pas dans la liste TargetedRHIs."
					},
					"Key": "NoOpenGLTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": "Tentative de forçage de Vulkan RHI mais le projet ne l'a pas dans la liste TargetedRHIs."
					},
					"Key": "NoVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force specific Vulkan feature level but it is not supported."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnsupportedVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "Le pilote Vulkan est requis pour faire fonctionner le moteur."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan or OpenGL (4.3) support is required to run the engine."
					},
					"Translation":
					{
						"Text": "Compatibilité avec Vulkan ou OpenGL (4.3) requise pour lancer le moteur."
					},
					"Key": "NoVulkanNoGL"
				},
				{
					"Source":
					{
						"Text": "Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead."
					},
					"Translation":
					{
						"Text": "Avertissement : OpenGL n'est plus accepté pour les plateformes de bureau. Vulkan sera utilisé en remplacement."
					},
					"Key": "OpenGLRemoved"
				}
			]
		},
		{
			"Namespace": "MessageDialog",
			"Children": [
				{
					"Source":
					{
						"Text": "Please update to the latest version of macOS for best performance and stability."
					},
					"Translation":
					{
						"Text": "Veuillez mettre à jour macOS à la dernière version afin d'améliorer les performances et la stabilité."
					},
					"Key": "UpdateMacOSX_Body"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install either the latest or the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La version du pilote graphique installée de {Vendor} a des problèmes connus dans {RHI}.\nVeuillez installer soit la dernière version du pilote, soit la version recommandée ou bien veuillez passer à une API de rendu différent.\n\nVoulez-vous télécharger le pilote en vous rendant à l'URL suivante ?\n\n{Hyperlink}\n\n{AdapterName}\nLa version {InstalledVer} a été installée\nVersion recommandée : {RecommendedVer}"
					},
					"Key": "VideoCardDriverRHIIssueReport"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues.\nPlease install either the latest or the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La version du pilote graphique installée de {Vendor} a des problèmes connus.\nVeuillez installer soit la dernière version du pilote, soit la version recommandée.\n\nVoulez-vous télécharger le pilote en vous rendant à l'URL suivante ?\n\n{Hyperlink}\n\n{AdapterName}\nLa version {InstalledVer} a été installée\nVersion recommandée : {RecommendedVer}"
					},
					"Key": "VideoCardDriverIssueReport"
				},
				{
					"Source":
					{
						"Text": "Update macOS"
					},
					"Translation":
					{
						"Text": "Mettre à jour macOS"
					},
					"Key": "UpdateMacOSX_Title"
				},
				{
					"Source":
					{
						"Text": "WARNING: Known issues with graphics driver"
					},
					"Translation":
					{
						"Text": "ATTENTION : problèmes connus avec le pilote graphique"
					},
					"Key": "TitleVideoCardDriverIssue"
				},
				{
					"Source":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Translation":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Key": "DriverDownloadLinkIntel"
				},
				{
					"Source":
					{
						"Text": "https://www.amd.com/en/support"
					},
					"Translation":
					{
						"Text": "https://www.amd.com/fr/support"
					},
					"Key": "DriverDownloadLinkAMD"
				},
				{
					"Source":
					{
						"Text": "https://www.nvidia.com/en-us/geforce/drivers/"
					},
					"Translation":
					{
						"Text": "https://www.nvidia.com/fr-fr/geforce/drivers/"
					},
					"Key": "DriverDownloadLinkNVIDIA"
				},
				{
					"Source":
					{
						"Text": "latest driver available"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LatestDriver"
				},
				{
					"Source":
					{
						"Text": "{0} or latest driver available"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SuggestedDriverOrLatest"
				}
			]
		},
		{
			"Namespace": "UnrealBuildConfigurations",
			"Children": [
				{
					"Source":
					{
						"Text": "Debug"
					},
					"Translation":
					{
						"Text": "Debug"
					},
					"Key": "DebugName"
				},
				{
					"Source":
					{
						"Text": "DebugGame"
					},
					"Translation":
					{
						"Text": "Jeu debug"
					},
					"Key": "DebugGameName"
				},
				{
					"Source":
					{
						"Text": "Development"
					},
					"Translation":
					{
						"Text": "Développement"
					},
					"Key": "DevelopmentName"
				},
				{
					"Source":
					{
						"Text": "Shipping"
					},
					"Translation":
					{
						"Text": "Commercial"
					},
					"Key": "ShippingName"
				},
				{
					"Source":
					{
						"Text": "Test"
					},
					"Translation":
					{
						"Text": "test"
					},
					"Key": "TestName"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "Inconnu"
					},
					"Key": "UnknownName"
				}
			]
		},
		{
			"Namespace": "WindowsDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line."
					},
					"Translation":
					{
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan et -opengl sont des options mutuellement exclusives et plusieurs ont été spécifiées dans la ligne de commande."
					},
					"Key": "RHIOptionsError"
				},
				{
					"Source":
					{
						"Text": "<Unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnknownRHI"
				},
				{
					"Source":
					{
						"Text": "<unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelUnknown"
				},
				{
					"Source":
					{
						"Text": "A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine."
					},
					"Translation":
					{
						"Text": "Une carte graphique compatible avec D3D11 (version 11.0, modèle de shader 5.0) est requise pour exécuter le moteur."
					},
					"Key": "RequiredDX11Feature_11_SM5"
				},
				{
					"Source":
					{
						"Text": "DX12 SM6 is not supported on your system. Try running without the -sm6 command line argument."
					},
					"Translation":
					{
						"Text": "DX12 SM6 n'est pas pris en charge par votre système. Essayez de le lancer sans l'argument de ligne de commande -sm6."
					},
					"Key": "RequiredDX12SM6"
				},
				{
					"Source":
					{
						"Text": "DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument."
					},
					"Translation":
					{
						"Text": "DX12 n'est pas pris en charge sur votre système. Essayez d'exécuter sans l'argument de ligne de commande -dx12 ou -d3d12."
					},
					"Key": "RequiredDX12"
				},
				{
					"Source":
					{
						"Text": "DirectX 11"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D11"
				},
				{
					"Source":
					{
						"Text": "DirectX 12"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D12"
				},
				{
					"Source":
					{
						"Text": "ES3_1"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelES31"
				},
				{
					"Source":
					{
						"Text": "OpenGL"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OpenGL"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "OpenGL 4.3 est requis pour exécuter le moteur du jeu."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "SM5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM4"
				},
				{
					"Source":
					{
						"Text": "SM6"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM6"
				},
				{
					"Source":
					{
						"Text": "Unable to launch with RHI '{0}' since the project is not configured to support it."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MissingTargetedShaderFormats"
				},
				{
					"Source":
					{
						"Text": "Vulkan"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Vulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "Le pilote Vulkan est requis pour exécuter le moteur du jeu."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "{0} does not support {1}."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RHINotSupported"
				}
			]
		}
	]
}